#  დავალება: მოსწავლეს შემოატანინეთ სკოლის ტესტში მიღებული ნიშანი, თუ ეს მიღებული ნიშანი უდრის 10 - ს, მაგ შემთხვევაში მასწავლებელმა, მშობელთან შეაქოს მოსწავლე, თუ მიღებული ნიშანი უდრის 8 -ს ან 9 - ს, მაგ შემთხვევაში, მასწავლებელმა, მშობელს პატარა შენიშვნა მისცეს. თუ მიღებული ქულა უდრის 5  - ს მაგ შემთხვევაში, მასწავლებელმა, მშობელს მისცეს შენიშვნა, ხოლო თუ მიღებული ნიშანი ნაკლებია 5 ზე, მაგ შემთხვევაში, მასწავლებელმა გააგდოს მოსწავლე სკოლიდან

test=int(input("ტესტის შედეგია:  "))

if test == 10 :
    print("თქვენი შვილი  საუკეთესოა")

elif test == 8 or test == 9 :
    print("თქვენი შვილი ზარმაცობს")

elif  test == 5 :
    print("მეტი ყურადღება სჭირდება თქვენს შვილს")

elif test < 5:
    print("ვწუხვარ, მაგრამ თქვენს შვილს ჩვენი სკოლის დატოვება მოუწევს")
else:
    print("")