
# 5) დავალება: მომხმარებელს შემოაქვს რიცხვი. შეამოწმეთ არის თუ არა ეს რიცხვი მარტიცი. თუ მარტიცია დაუპრინტეთ "თქვენი რიცხვი მარტივია", სხვა შემთხვევაში დაუპრინტეთ "თქვენი რიცხვი არ არის მარტივი"
#  (მარტივი რიცხვი არის ისეთი ნატურალური რიცხვი რომელსაც გააჩნია მხოლოდ ორი გამოყოფი(1 და თავისი თავი))

x = int(input("Enter your numreb: "))

if x // x == 1 and x // 1 == x  and x > 1 and x % 2 != 0  and x % 3 != 0 and x % 4 != 0 and x % 5 != 0 and x % 6 != 0:
    print("Your munber is eazy")
else:
     print("Your munber is not eazy")


