#  დავალება  მომხმარებელს შემოატანინეთ ტესტში მიღებული ქულა, თუ ქულა მეტია 90 - ზე და ნაკლებია 100 - ზე მაგ შემთხვევაში დაპრინტეთ, თქვენ დაგიფინანსდებათ სწავლა სრულიად. თუ მიღებული ქულა მეტია 70 - ზე და  ნაკლებია 80 - ზე მაგ შემთხვევაში დაპრინტეთ, თქვენ დაგიფინანსდებათ სწავლა 1500 ლარით, თუ მიღებული ქულა მეტია 40 -  ზე და ნაკლებია 70 - ზე მაგ შემთხვევაში დაპრინტეთ, თქვენ დაგიფინანსდებათ სწავლა 500 ლარით, ხოლო თუ მიღებული ქულა ნაკლებია 40 ზე, მაგ შემტხვევაში დაპრინტეთ, თქვენ არ დაგიფინანსდებათ სწავლის პროცესი

num=int(input("enter your number: "))


if num > 90 and num <100:
    print("თქვენ დაგიფინანსდებათ სწავლა სრულიად")

elif num > 70 and num < 80:
    print("თქვენ დაგიფინანსდებათ სწავლა 1500 ლარით")

elif num > 40 and num < 70:
    print("თქვენ დაგიფინანსდებათ სწავლა 500 ლარით")

else:
    print("თქვენ არ დაგიფინანსდებათ სწავლის პროცესი")